Repository: flow-OverStack/QuestionService
Catalog: QuestionService.Domain/Resources/ErrorMessage.*.resx
Languages: ru_by

source: Internal server error
ru_by: Внутренняя ошибка сервера

source: User not found
ru_by: Пользователь не найден

source: Question not found
ru_by: Вопрос не найден

source: Operation forbidden
ru_by: Операция запрещена

# ValueConnotBeNullOrEmpty
source: Value cannot be null or empty
ru_by: Значение не может быть нулевым или пустым

source: Length out of range
ru_by: Длина вне диапозона

source: Too low reputation
ru_by: Репутация слишком малая

source: Vote already given
ru_by: Голос уже дан

source: Tags not found
ru_by: Тэги не найдены

source: Tag not found
ru_by: Тэг не найден

source: Vote not found
ru_by: Голос не найден

source: Questions not found
ru_by: Вопросы не найдены

source: View not found
ru_by: Просмотр не найден

source: Views not found
ru_by: Просмотры не найдены

source: Invalid data format
ru_by: Неверный формат данных
